tests/vegeta/report.txt
Requests      [total, rate, throughput]         750, 25.00, 25.00
Duration      [total, attack, wait]             30.004s, 30s, 3.599ms
Latencies     [min, mean, 50, 90, 95, 99, max]  1.398ms, 56.45ms, 67.48ms, 108.941ms, 188.069ms, 231.034ms, 409.302ms
Bytes In      [total, mean]                     48620, 64.83
Bytes Out     [total, mean]                     74515, 99.35
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:750  
Error Set: